{
    "Sanjana": "Meet Sanjana, a radiant and bubbly 27-year-old South Indian woman, brimming with optimism. Her height is 5 feet 5 inches and she has dark brown almond-shaped eyes reflecting her vivacious spirit. Her shoulder-length, curly black hair enhances her vibrant personality. Attired in a chic black tank top paired with snug jeans, she embodies an effortless style. Adding a regal touch to her attire is a captivating gold necklace studded with rubies, complemented perfectly by matching earrings that harmonize with her radiant aura.",
    "Mina": "Meet Mina, a distinguished-looking 24-year-old Japanese woman. Standing 5 feet 2 inches tall, she carries herself with a shy but vivacious aura. Her light grey eyes, reflective and almond-shaped, stunningly contrast with her long, wavy light brown hair that cascades down smoothly. Dressed in a quirky yellow, patterned long-sleeve shirt paired with a short brown plaid skirt, she exudes a subtly charming vibe. As a complement to her attire, she adorns herself with large silver hoop earrings, framing her face elegantly. Mina's reserved personality adds depth to her striking appearance.",
    "Paul": "Observe a character named Paul, a white caucasian man of a towering 7 ft height. He's in his late thirties, precisely 37 years old with magnificently long, wavy, and light brown hair. His light grey eyes exhibit a unique elliptical shape, imbuing a certain intensity to his appearance. He's clad in a simple black shirt in jestful contrast with his quirky underwear. Large silver hoop earrings dangle prominently as a distinctive accessory. An exasperated personality is conveyed through his mannerisms, while various tattoos across his body proclaim certain ebullience only he possesses.",
    "Sarah": "Meet Sarah, a dynamic 27-year-old female who stands tall at 6 ft. She proudly represents her White Caucasian ethnicity. Her hair, a dreamy shade of blonde, cascades to her shoulders in loose, playful waves. Her captivating light grey eyes fascinate with their almond shape, seeming to hold deep oceans of joy. Sarah's seen wearing a striking red dress that's a perfect reflection of her bubbly and optimistic personality. Her style is complemented with large silver hoop earrings, adding a dash of elegance and flair to her unique persona.\n"
}